[
{"category": "https://www.johnlewis.com/beauty/c50000296", "subcategory": "https://www.johnlewis.com/browse/beauty/skin-care-treatments/view-all-skin-care/moisturisers/_/N-lpxqZ1yzjnx6#intcmp=ic_20250902_beax_rw1_moisturiser_cp_bea_a__navb", "url": "https://www.johnlewis.com/clinique-dramatically-different-moisturising-lotion-jumbo-200ml/p114169261", "title": "Dramatically Different™ Moisturising Lotion+ Jumbo, 200ml", "price": "£39.75", "description": "Our daily urea moisturiser for face delivers hydration + soothing moisture for skin in need of comfort. *Shown to be safe for use following a non-ablative laser treatment in a two-week clinical usage test. Formula facts: Free of: How to use: Spread all over face/throat twice daily, or where needed. For best results, use after Facial Soap and Clarifying Lotion.", "unique_id": "Product code: ", "brand": null, "color": null},
{"category": "https://www.johnlewis.com/beauty/c50000296", "subcategory": "https://www.johnlewis.com/browse/beauty/skin-care-treatments/view-all-skin-care/moisturisers/_/N-lpxqZ1yzjnx6#intcmp=ic_20250902_beax_rw1_moisturiser_cp_bea_a__navb", "url": "https://www.johnlewis.com/bobbi-brown-vitamin-enriched-face-base/p5636758", "title": "Vitamin Enriched Face Base", "price": "£12.00 – £84.00", "description": "What it is: Skincare made for makeup. Our bestselling multivitamin-enriched moisturising primer for the face instantly nourishes, plumps, and preps skin with healthy hydration to improve the look of foundation. It’s full makeup prep in one step, blending the performance of a primer with the cushion of a face moisturiser. Who it's for: Normal to oily skin types. Benefits: A blend of Vitamins B, C, and E helps replenish and condition skin with essential nourishment. A moisturising complex of Hyaluronic Acid, Squalane, and Shea Butter helps instantly hydrate, plump, and prep skin for a fresh, healthy-looking glow. Rich yet lightweight and fast-absorbing texture cushions skin and grips foundation for smooth, flawless makeup application. Grapefruit and Geranium leave a light, uplifting scent on skin. Real Results:* *Consumer testing on 123 women after 1 week of product use.", "unique_id": "Product code: ", "brand": null, "color": null},
{"category": "https://www.johnlewis.com/beauty/c50000296", "subcategory": "https://www.johnlewis.com/browse/beauty/skin-care-treatments/view-all-skin-care/moisturisers/_/N-lpxqZ1yzjnx6#intcmp=ic_20250902_beax_rw1_moisturiser_cp_bea_a__navb", "url": "https://www.johnlewis.com/estee-lauder-revitalizing-supreme-youth-power-creme-moisturiser-spf-25-50ml/p111460201", "title": "Revitalizing Supreme+ Youth Power Crème Moisturiser SPF 25, 50ml", "price": "£82.00", "description": "Flex, firm, protect - take your skin higher with this indulgent, SPF 25 multi-action moisturiser to reveal a more lifted look. Re-ignite your youth power for comprehensive, multi-benefit action: Photo-ageing protection. Broad-spectrum UVA/UVB sunscreen: This anti-ageing moisturiser with SPF 25 and anti-oxidants helps defend the skin against the damaging effects of UVA/UVB rays and other environmental irritants. Why use a moisturiser with SPF? Protecting your skin with broad-spectrum sunscreen helps prevent early skin ageing - including lines, wrinkles, discolourations and loss of firmness—caused by the sun. Youth Power ingredients: Supremely indulgent texture. Lightweight, silky-soft and nourishing. Oil-free. Absorbs quickly. Formula facts: Ideal for: For all ages and skin types. Demonstrated results for women 40+. (A) Consumer testing on 131 women after 4 weeks of product use. (B) Consumer testing on 131 women after 2 weeks of product use. (C) Consumer testing on 131 women after 1 week of product use.", "unique_id": "Product code: ", "brand": null, "color": null},
{"category": "https://www.johnlewis.com/beauty/c50000296", "subcategory": "https://www.johnlewis.com/browse/beauty/skin-care-treatments/view-all-skin-care/moisturisers/_/N-lpxqZ1yzjnx6#intcmp=ic_20250902_beax_rw1_moisturiser_cp_bea_a__navb", "url": "https://www.johnlewis.com/estee-lauder-daywear-multi-protection-anti-oxidant-24h-moisturiser-creme-spf-15/p201670", "title": "DayWear Multi-Protection Anti-Oxidant 24H Moisturiser Crème SPF 15", "price": "£55.00", "description": "It’s the most important thing you’ll put on today. Now with our most effective anti-oxidant power ever, it defends against and diminishes the appearance of signs of premature ageing. Helps safeguard skin with an advanced broad-spectrum sunscreen and our best UVA defence. Reduces the appearance of first signs of ageing, like dullness and fine, dry lines. Skin feels smoother, looks fresher instantly. Wear Daywear and feel confident in your beautiful skin.", "unique_id": "Product code: ", "brand": null, "color": null},
{"category": "https://www.johnlewis.com/beauty/c50000296", "subcategory": "https://www.johnlewis.com/browse/beauty/skin-care-treatments/view-all-skin-care/moisturisers/_/N-lpxqZ1yzjnx6#intcmp=ic_20250902_beax_rw1_moisturiser_cp_bea_a__navb", "url": "https://www.johnlewis.com/liz-earle-skin-repair-rich-cream-50ml/p4933467", "title": "Skin Repair™ Rich Cream, 50ml", "price": "£28.00", "description": "With a luxuriously creamy texture, this rich, plant-powered moisturiser locks in moisture for 72 hours of intensive hydration that’s perfect for dry, stressed skin – 95% of women who tried it said their skin felt nourished all day.* Enriched with nourishing shea butter, sustainably sourced in partnership with the Global Shea Alliance, to intensely replenish, a blend of moisturising borage oil and avocado oil to smooth and soften, plus soothing echinacea, toning hops and natural source vitamin E. After use, skin feels soothed, comforted and glows with natural radiance. *From a user trial of 106 participants after 4 weeks use. Why you’ll love it:", "unique_id": "Product code: ", "brand": null, "color": null},
{"category": "https://www.johnlewis.com/beauty/c50000296", "subcategory": "https://www.johnlewis.com/browse/beauty/skin-care-treatments/view-all-skin-care/moisturisers/_/N-lpxqZ1yzjnx6#intcmp=ic_20250902_beax_rw1_moisturiser_cp_bea_a__navb", "url": "https://www.johnlewis.com/liz-earle-superskin-advanced-firming-serum-in-moisturiser-50ml/p111143186", "title": "Superskin™ Advanced Firming Serum in Moisturiser, 50ml", "price": "£49.00", "description": "Instantly plump your skin with moisture, to help regain the look of youthful volume with Superskin™ Advanced Firming Serum-in-Moisturiser. Our luxurious formula combines a serum with a moisturiser, for an extra boost of moisture that helps to instantly hydrate skin. Skin feels more resilient, firmer and rejuvenated and the appearance of deep lines and wrinkles are reduced after just two weeks. Powered by acacia tree extract, the plant-based alternative to collagen, combined with rosehip oil, collagen-depleted skin feels more elastic and looks more sculpted.", "unique_id": "Product code: ", "brand": null, "color": null},
{"category": "https://www.johnlewis.com/beauty/c50000296", "subcategory": "https://www.johnlewis.com/browse/beauty/skin-care-treatments/view-all-skin-care/moisturisers/_/N-lpxqZ1yzjnx6#intcmp=ic_20250902_beax_rw1_moisturiser_cp_bea_a__navb", "url": "https://www.johnlewis.com/the-ordinary-natural-moisturising-factors-ha/p6054173", "title": "Natural Moisturising Factors + HA", "price": "£6.10 – £12.80", "description": "Natural Moisturising Factors (NMF) are elements that keep the outer layer of the skin protected and well-hydrated. NMF are made up of multiple amino acids, fatty acids, triglycerides, urea, ceramides, phospholipids, glycerin, saccharides, sodium PCA, hyaluronic acid and many other compounds that are naturally present in the skin. This formula offers non-greasy hydration that acts as a direct topical supplement of impaired NMF components. It contains 11 amino acids, phospholipids, alpha/beta/gamma fatty acids, triglycerides, sterols and sterol esters, glycerin, ceramide precursors, urea, saccharides, sodium PCA and hyaluronic acid. It offers immediate hydration and lasting results with continued use.", "unique_id": "Product code: ", "brand": null, "color": null},
{"category": "https://www.johnlewis.com/beauty/c50000296", "subcategory": "https://www.johnlewis.com/browse/beauty/skin-care-treatments/view-all-skin-care/moisturisers/_/N-lpxqZ1yzjnx6#intcmp=ic_20250902_beax_rw1_moisturiser_cp_bea_a__navb", "url": "https://www.johnlewis.com/liz-earle-skin-repair-hydrating-night-cream-50ml/p110402082", "title": "Skin Repair™ Hydrating Night Cream, 50ml", "price": "£26.00", "description": "Deeply replenishes and maximises overnight recovery so you can awaken to the look of 8 hours of sleep, whether you’ve had it or not. Our luxurious formula combines scientifically proven intensive hydration with a relaxing, sensorial experience – releasing a rose and lavender scent to help unwind the senses before slumber. Powered by renewal-boosting 4 o’clock flower, plus plant-based hyaluronic acid – alongside hydrating borage seed oil and avocado oil – this night cream reveals skin that looks radiant, refreshed and well-rested upon waking. Results: *Consumer study of 101 women.", "unique_id": "Product code: ", "brand": null, "color": null},
{"category": "https://www.johnlewis.com/beauty/c50000296", "subcategory": "https://www.johnlewis.com/browse/beauty/skin-care-treatments/view-all-skin-care/moisturisers/_/N-lpxqZ1yzjnx6#intcmp=ic_20250902_beax_rw1_moisturiser_cp_bea_a__navb", "url": "https://www.johnlewis.com/estee-lauder-resilience-multi-effect-tri-peptide-face-and-neck-moisturiser-creme-normal-combination-skin-50ml/p3993214", "title": "Resilience Multi-Effect Tri-Peptide Face and Neck Moisturiser Crème Normal/Combination Skin, 50ml", "price": "£89.00", "description": "Look as young as you feel. This intensely nourishing, youth-infusing creme brings out skin that is radiant, plumped, supple - more resilient. Includes our advanced Tri-Peptide Complex, shown by in vitro testing to help significantly amplify collagen by 124% in just 3 days, for skin that looks and feels smoother. Experience the multiple benefits your skin craves: **The Normal/Combination skin creme is silky, refreshing. The Dry Skin creme is lavishly rich. Pair with Resilience Multi-Effect Night for a 24-hour youth-infusing system. *Consumer testing on 104 women using the creme for Normal/Combination skin. **Consumer testing on 104women who used the day creme for Normal/Combination skin in the morning and Resilience Multi-Effect Night at night.", "unique_id": "Product code: ", "brand": null, "color": null},
{"category": "https://www.johnlewis.com/beauty/c50000296", "subcategory": "https://www.johnlewis.com/browse/beauty/skin-care-treatments/view-all-skin-care/moisturisers/_/N-lpxqZ1yzjnx6#intcmp=ic_20250902_beax_rw1_moisturiser_cp_bea_a__navb", "url": "https://www.johnlewis.com/liz-earle-superskin-moisturiser-with-natural-neroli-scent/p1635084", "title": "Superskin™ Moisturiser with Natural Neroli Scent", "price": "£48.00", "description": "", "unique_id": "Product code: ", "brand": null, "color": null},
{"category": "https://www.johnlewis.com/beauty/c50000296", "subcategory": "https://www.johnlewis.com/browse/beauty/skin-care-treatments/view-all-skin-care/moisturisers/_/N-lpxqZ1yzjnx6#intcmp=ic_20250902_beax_rw1_moisturiser_cp_bea_a__navb", "url": "https://www.johnlewis.com/elemis-pro-collagen-marine-cream-spf-30-anti-wrinkle-day-cream/p3196475", "title": "Pro-Collagen Marine Cream SPF 30 Anti-Wrinkle Day Cream", "price": "£66.00 – £165.00", "description": "This clinically proven formulation blends a powerful combination of ingredients, including Padina Pavonica and Ginkgo Biloba, shown to reduce the appearance of fine lines and wrinkles in 14 days*. With hydration increased, elasticity and suppleness appear improved and the skin looks firm and toned. A next generation micronised sunscreen offers a unique encapsulated blend that leaves no white streaks on the face and offers evenly distributed broad spectrum UVA and UVB protection without compromise to the texture of the cream. This is the ultimate anti-ageing cream from Elemis. *Independent Clinical Trials 2016 50ml", "unique_id": "Product code: ", "brand": null, "color": null},
{"category": "https://www.johnlewis.com/beauty/c50000296", "subcategory": "https://www.johnlewis.com/browse/beauty/skin-care-treatments/view-all-skin-care/moisturisers/_/N-lpxqZ1yzjnx6#intcmp=ic_20250902_beax_rw1_moisturiser_cp_bea_a__navb", "url": "https://www.johnlewis.com/trinny-london-bounce-back-intense-peptide-moisturiser-50ml/p112635020", "title": "Bounce Back Intense Peptide Moisturiser, 50ml", "price": "£54.00", "description": "Bounce back to your best skin with our youth-boosting edit of active ingredients. Powered by peptides and hyaluronic acid, our high-performing formulation visibly smooths wrinkles and brings vibrancy back to your complexion. It comforts like a nurturing hug, helping to improve your skin's response to stress, making it more resilient over time. Skin feels plump, bouncy and full of life.", "unique_id": "Product code: ", "brand": null, "color": null},
{"category": "https://www.johnlewis.com/beauty/c50000296", "subcategory": "https://www.johnlewis.com/browse/beauty/skin-care-treatments/view-all-skin-care/moisturisers/_/N-lpxqZ1yzjnx6#intcmp=ic_20250902_beax_rw1_moisturiser_cp_bea_a__navb", "url": "https://www.johnlewis.com/clarins-hydra-essentiel-silky-cream-spf-15-50ml/p109787107", "title": "Hydra-Essentiel Silky Cream SPF 15, 50ml", "price": "£42.00", "description": "This cream, enriched with hyaluronic acid, organic leaf of life extract and organic edelweiss extract, intensely moisturises and plumps the skin, while protecting it from UV rays and free radicals. At the heart of its formula, the Hyaluronic Power Complex developed by Clarins Laboratories helps boost the skin's natural self-hydration mechanisms and preserve its moisture reserves. Its fresh and silky texture melts instantly into the skin, leaving it plump, supple, luminous and comfortable.", "unique_id": "Product code: ", "brand": null, "color": null},
{"category": "https://www.johnlewis.com/beauty/c50000296", "subcategory": "https://www.johnlewis.com/browse/beauty/skin-care-treatments/view-all-skin-care/moisturisers/_/N-lpxqZ1yzjnx6#intcmp=ic_20250902_beax_rw1_moisturiser_cp_bea_a__navb", "url": "https://www.johnlewis.com/clarins-super-restorative-night-cream-all-skin-types-50ml/p6249727", "title": "Super Restorative Night Cream, All Skin Types, 50ml", "price": "£89.00", "description": "New innovation for menopausal skin. The Super Restorative range is ideal for all women experiencing the effects of hormonal changes associated with menopause and has been formulated to support the skin during this stage of a woman's life. The skin is a hormone-dependent organ and the changes in hormones during peri and the start of post-menopause result in the skin becoming unbalanced. This disruption means that the skin struggles to protect itself during the day as well as reactivate itself at night. This can result in signs of ageing becoming more visible. The nourishing and revitalising formulas of Super Restorative help to fight visible changes on the skin which include dryness, skin slackening, loss of density, deep-set wrinkles, and an uneven skin tone. New research has led to Clarins’ discovery of organic harungana which has intensive replenishment and anti-ageing benefits and offers the same effect as retinol whilst being tolerated by all skin types. Organic harungana is combined with our new plant discovery, organic gorse extract, which helps improve the tone of fibroblasts by up to 89% and provides a firmer, more toned skin alongside other ingredients such as organic desert date extract, organic sea lily and vitamin C derivative. Each of the Super Restorative Day & Night creams is formulated to adapt to the skin’s chronobiology. During the day, the skin is vulnerable and needs protection and the squalane extract found in our day formulas reinforces the hydrolipidic film and protects the skin. At night, the skin needs reactivating as microcirculation slows. Organic service tree bud extract helps to stimulate the skin's microcirculation and boosts radiance. This innovative day and night duo ensure the skin's specific needs are met around the clock. The Night Cream for All Skin Types boosts the skin’s radiance thanks to the service tree bud extract.", "unique_id": "Product code: ", "brand": null, "color": null},
{"category": "https://www.johnlewis.com/beauty/c50000296", "subcategory": "https://www.johnlewis.com/browse/beauty/skin-care-treatments/view-all-skin-care/moisturisers/_/N-lpxqZ1yzjnx6#intcmp=ic_20250902_beax_rw1_moisturiser_cp_bea_a__navb", "url": "https://www.johnlewis.com/charlotte-tilbury-charlottes-magic-cream-refillable-spf-15/p5598049", "title": "Charlotte's Magic Cream Refillable SPF 15", "price": "£28.00 – £195.00", "description": "Immediate skin revival, clinically proven results. Magic Cream is powered by Charlotte’s signature Cushion + Lift Mesh TechnologyTM, hydrating Hyaluronic Acid, plump-effect Peptides, and brightening Vitamins C + E to wrap the skin in hydration for a smoothing, firming effect, lift the look of facial contours and prime skin for makeup. In 28 seconds: In 28 days: In 8 weeks: *Tested on 33 people. **Tested on over 29 people over 4 weeks. ***Tested on over 29 people over 8 weeks. Tested with makeup after a full 12 hours of wear... *Tested on over 120 people after 12 hours.", "unique_id": "Product code: ", "brand": null, "color": null},
{"category": "https://www.johnlewis.com/beauty/c50000296", "subcategory": "https://www.johnlewis.com/browse/beauty/skin-care-treatments/view-all-skin-care/moisturisers/_/N-lpxqZ1yzjnx6#intcmp=ic_20250902_beax_rw1_moisturiser_cp_bea_a__navb", "url": "https://www.johnlewis.com/liz-earle-revitalise-glow-radiance-reveal-night-cream-50ml/p113761898", "title": "Revitalise & Glow Radiance Reveal Night Cream, 50ml", "price": "£28.00", "description": "Our luxuriously whipped, hard-working night cream, with a botanical glow complex, gets to work whilst you sleep to visibly improve skin’s luminosity, dramatically brighten and even skin tone to reveal visibly rested, renewed and radiant skin by sunrise. *Consumer study on 104 users/women. ***Expert Grading and Consumer Study. Why you'll love it:", "unique_id": "Product code: ", "brand": null, "color": null},
{"category": "https://www.johnlewis.com/beauty/c50000296", "subcategory": "https://www.johnlewis.com/browse/beauty/skin-care-treatments/view-all-skin-care/moisturisers/_/N-lpxqZ1yzjnx6#intcmp=ic_20250902_beax_rw1_moisturiser_cp_bea_a__navb", "url": "https://www.johnlewis.com/clinique-moisture-surge-100h-auto-replenishing-hydrator/p5485577", "title": "Moisture Surge 100H Auto-Replenishing Hydrator", "price": "£26.00 – £82.00", "description": "Refreshing oil-free gel-cream with hyaluronic acid and aloe bio-ferment deeply hydrates for skin that looks plump and glowing.​ Who it’s for​: All skin types​. What it is​: An oil-free gel-cream moisturiser with hyaluronic acid and aloe bio-ferment that sinks into skin for deep, lasting hydration. ​ 99% of women said skin feels deeply hydrated.*​ *Consumer testing on 110 women after one week​. What it does: This lightweight oil-free formula provides deeply moisturising hydration.​ Advanced hydrator with Auto-Replenishing Technology that helps skin create its own internal water source to continually rehydrate itself, then locks in moisture for a plump, healthy-looking glow.​ Safe for sensitive skin.​ High-Performance Results:​ *Consumer testing on 110 women after one week​. Key ingredients:​ Hyaluronic Acid + Aloe Bioferment combines two hydrating ingredients into one powerhouse complex to help attract moisture and retain it.​ Hyaluronic Acid: This moisture-binding ingredient helps create a “moisture reservoir” for ideal hydration.​ Aloe Bioferment: The aloe vera plant undergoes an exclusive fermentation process that breaks apart larger molecules into smaller ones, making them more easily absorbed into skin. Activated aloe water, and responsibly sourced and certified organic aloe extract powder, helps skin retain moisture.​ Formula facts:​", "unique_id": "Product code: ", "brand": null, "color": null},
{"category": "https://www.johnlewis.com/beauty/c50000296", "subcategory": "https://www.johnlewis.com/browse/beauty/skin-care-treatments/view-all-skin-care/moisturisers/_/N-lpxqZ1yzjnx6#intcmp=ic_20250902_beax_rw1_moisturiser_cp_bea_a__navb", "url": "https://www.johnlewis.com/elemis-pro-collagen-marine-cream/p53317", "title": "Pro-Collagen Marine Cream", "price": "£98.00 – £170.00", "description": "A powerful anti-ageing cream which uses collagen to lift and firm your skin. Made from a combination of marine algae padina pavonica, rose and mimosa absolutes and gingko biloba and liposomes, it will reduce the appearance of wrinkles, increase hydration and add moisture.", "unique_id": "Product code: ", "brand": null, "color": null},
{"category": "https://www.johnlewis.com/beauty/c50000296", "subcategory": "https://www.johnlewis.com/browse/beauty/skin-care-treatments/view-all-skin-care/moisturisers/_/N-lpxqZ1yzjnx6#intcmp=ic_20250902_beax_rw1_moisturiser_cp_bea_a__navb", "url": "https://www.johnlewis.com/the-inkey-list-bio-active-ceramide-repairing-plumping-moisturiser-50ml/p111653305", "title": "Bio-Active Ceramide Repairing & Plumping Moisturiser, 50ml", "price": "£18.99", "description": "Introducing new Bio-Active Ceramide Repairing and Plumping Moisturiser from The INKEY List, a new age in skincare technology to defend against visible signs of skin ageing. Powered by Bio-Active Ceramides for up to 4X visible fine line and wrinkle reduction*, this rich, velvety moisturiser delivers multi-level support to help strengthen the skin barrier, provide 24-HR hydration, and accelerate visible skin renewal. After 28 days, 100% saw a clinical improvement in 6 signs of ageing; wrinkles, fine lines, plumpness, firmness, lift, elasticity and barrier function.**​ Compared with traditional ceramides, next-generation Bio-Active Ceramides go beyond barrier repair to reset, strengthen, and protect the skin. Engineered with a novel short-chain structure, the ingredient facilitates deeper penetration and provides dual action targeting for both the outer and deeper layers of the skin’s surface. The addition of Gransil Blur helps to instantly blur the appearance of fine lines creating a soft-focussed effect on the skin, while Shea Butter deeply nourishes and reduces water loss to help protect the skin's moisture barrier. *12-week independent clinical study of 30 people, comparing the performance of the ingredient Ceramide NP at 0.2% vs a placebo formulation. **4-week clinical study of 20 people.", "unique_id": "Product code: ", "brand": null, "color": null},
{"category": "https://www.johnlewis.com/beauty/c50000296", "subcategory": "https://www.johnlewis.com/browse/beauty/skin-care-treatments/view-all-skin-care/moisturisers/_/N-lpxqZ1yzjnx6#intcmp=ic_20250902_beax_rw1_moisturiser_cp_bea_a__navb", "url": "https://www.johnlewis.com/dermalogica-intensive-moisture-balance/p3969119", "title": "Intensive Moisture Balance", "price": "£45.00 – £72.00", "description": "Dermalogica's Intensive Moisture Balance is an ultra-nourishing moisturiser that restores lipid balance to dry, depleted skin for optimal barrier performance. BioReplenish Complex™ delivers a proven combination of key barrier lipids to help enhance the skin’s natural resilience and support barrier recovery.  A prebiotic Chlorella Algae complex helps rebalance the skin’s natural microbiome for healthy-looking skin.  Hyaluronic Acid, combined with Echinacea, Centella Asiatica and Aloe Vera, locks in hydration to help enhance the skin’s moisture content and reduce the appearance of fine lines. Formulated without artificial fragrances and colours. Certified cruelty-free by Leaping Bunny and PETA.", "unique_id": "Product code: ", "brand": null, "color": null},
{"category": "https://www.johnlewis.com/beauty/c50000296", "subcategory": "https://www.johnlewis.com/browse/beauty/skin-care-treatments/view-all-skin-care/moisturisers/_/N-lpxqZ1yzjnx6#intcmp=ic_20250902_beax_rw1_moisturiser_cp_bea_a__navb", "url": "https://www.johnlewis.com/origins-plantscription-spf-25-power-anti-ageing-cream-50ml/p2707548", "title": "Plantscription™ SPF 25 Power Anti-Ageing Cream, 50ml", "price": "£66.00", "description": "Bounce back from the look of lines. Our potent anti-ageing cream with Anogeissus is infused with Dill Seed Extract to help visibly diminish the appearance of lines plus Cassia alata. And it delivers age-defending moisture plus UV protection. The result - a more youthful appearance. We formulate without: Parabens, phthalates, sodium lauryl sulfate, propylene glycol, mineral oil, DEA, petrolatum, paraffin, polyethylene beads, formaldehyde and animal ingredients.* *Except cruelty-free honey and beeswax.", "unique_id": "Product code: ", "brand": null, "color": null},
{"category": "https://www.johnlewis.com/beauty/c50000296", "subcategory": "https://www.johnlewis.com/browse/beauty/skin-care-treatments/view-all-skin-care/moisturisers/_/N-lpxqZ1yzjnx6#intcmp=ic_20250902_beax_rw1_moisturiser_cp_bea_a__navb", "url": "https://www.johnlewis.com/liz-earle-skin-repair-gel-cream-50ml/p4955694", "title": "Skin Repair™ Gel Cream, 50ml", "price": "£28.00", "description": "With a soothing gel-cream texture, this fast-absorbing plant-powered moisturiser locks in moisture and restores balance for 72 hours of refreshing, shine-free hydration that’s perfect for oily skin – 95% of women who tried it agreed the texture felt lightweight on their skin.* Enriched with a blend of moisturising borage oil and avocado oil to smooth and soften, soothing echinacea, toning hops and natural source vitamin E. After use, skin feels calm, refreshed and glows with natural radiance. *From a user trial of 102 participants after 4 weeks use. Why you’ll love it:", "unique_id": "Product code: ", "brand": null, "color": null},
{"category": "https://www.johnlewis.com/beauty/c50000296", "subcategory": "https://www.johnlewis.com/browse/beauty/skin-care-treatments/view-all-skin-care/moisturisers/_/N-lpxqZ1yzjnx6#intcmp=ic_20250902_beax_rw1_moisturiser_cp_bea_a__navb", "url": "https://www.johnlewis.com/liz-earle-superskin-concentrate-for-night-moisturiser-28ml/p1955729", "title": "Superskin™ Concentrate for Night Moisturiser, 28ml", "price": "£48.00", "description": "Formulated with 100% plant oils, our intensive overnight concentrate nourishes and smoothes while you sleep, leaving skin feeling supple, restored and balanced. This golden elixir harnesses the innate balancing properties of botanical oils, blending hydrating rosehip and vitamin-rich avocado oils with softening argan and hazelnut for softer, visibly rejuvenated skin when you wake. With an aromatic scent of neroli, lavender and chamomile essential oils, our Superskin™ Concentrate for Night is ideal for facial massage and promotes a restful night’s sleep – perfect as part of a relaxing bedtime routine. Here at Liz Earle Beauty, we don't believe in the idea of 'anti-ageing'. Instead, we prefer to think of our Superskin™ range as pro-age, created with powerful botanical ingredients to support you and your skin at every life stage. *Consumer study on 105 women.", "unique_id": "Product code: ", "brand": null, "color": null},
{"category": "https://www.johnlewis.com/beauty/c50000296", "subcategory": "https://www.johnlewis.com/browse/beauty/skin-care-treatments/view-all-skin-care/moisturisers/_/N-lpxqZ1yzjnx6#intcmp=ic_20250902_beax_rw1_moisturiser_cp_bea_a__navb", "url": "https://www.johnlewis.com/medik8-daily-radiance-vitamin-c-c-tetra-cream-spf-30-two-in-one-moisturiser-50ml/p109272642", "title": "Daily Radiance Vitamin C C-Tetra Cream SPF 30 Two-in-One Moisturiser, 50ml", "price": "£60.00", "description": "Rejuvenate skin with Daily Radiance Vitamin C. This Vitamin C cream is hydrating and has a light, cashmere texture. Absorbing easily into the skin, it provides potent antioxidant protection plus a broad spectrum SPF 30. By using a 100% stable and lipid soluble form of Vitamin C; tetrahexyldecyl ascorbate, the cream increases radiance from deep within. Packed with antioxidants to shield the skin from environmental damage and help prevent premature signs of ageing. This nourishing Vitamin C cream smoothes existing fine lines and wrinkles with its collagen-increasing properties. Containing hyaluronic acid and glycerin to keep the skin hydrated, skin is left radiant with an even complexion.", "unique_id": "Product code: ", "brand": null, "color": null},
{"category": "https://www.johnlewis.com/men/c50000300", "subcategory": "https://www.johnlewis.com/browse/men/mens-trainers/_/N-7oo1#intcmp=ic_20250903___aw25menstrainers_cp_men_a__iccon", "url": "https://www.johnlewis.com/new-balance-373v2-lace-up-trainers/p113921623", "title": "373v2 Lace Up Trainers", "price": "£60.00", "description": "The updated 373v2 design is your new go-anywhere shoe. It now features a refined shape, with the mesh upper sitting atop an EVA midsole. The result: a shoe that offers a heritage silhouette as well as maximum comfort. A durable rubber outsole also offers greater longevity.", "unique_id": "Product code: ", "brand": null, "color": null},
{"category": "https://www.johnlewis.com/men/c50000300", "subcategory": "https://www.johnlewis.com/browse/men/mens-trainers/_/N-7oo1#intcmp=ic_20250903___aw25menstrainers_cp_men_a__iccon", "url": "https://www.johnlewis.com/tommy-hilfiger-corporate-knit-runner-trainers-desert-sky/p5942289", "title": "Corporate Knit Runner Trainers, Desert Sky", "price": "£80.00", "description": "Upgrade your wardrobe with these must-have Tommy Hilfiger runners. Combining comfort and style, the contemporary silhouette is finished in a lightweight, knitted fabrication, adding a fashionable touch to the everyday shoe. The modern design features a trend-led chunky sole, complete with signature branding.", "unique_id": "Product code: ", "brand": null, "color": null},
{"category": "https://www.johnlewis.com/men/c50000300", "subcategory": "https://www.johnlewis.com/browse/men/mens-trainers/_/N-7oo1#intcmp=ic_20250903___aw25menstrainers_cp_men_a__iccon", "url": "https://www.johnlewis.com/adidas-vs-pace-trainers/p113721334", "title": "VS Pace Trainers", "price": "£45.00", "description": "adidas allows its Three Stripes and a tonal logo to do all the talking with this design.", "unique_id": "Product code: ", "brand": null, "color": null},
{"category": "https://www.johnlewis.com/men/c50000300", "subcategory": "https://www.johnlewis.com/browse/men/mens-trainers/_/N-7oo1#intcmp=ic_20250903___aw25menstrainers_cp_men_a__iccon", "url": "https://www.johnlewis.com/dune-london-tezzy-lace-up-trainers/black/p113481626", "title": "Tezzy Lace Up Trainers, Black", "price": "£79.00", "description": "Keep things cool and casual with the Tezzy trainers. Perfect for off-duty days, they're designed with breathable perforations and a secure lace-up fastening ensuring the perfect fit.", "unique_id": "Product code: ", "brand": null, "color": "Colour: "},
{"category": "https://www.johnlewis.com/men/c50000300", "subcategory": "https://www.johnlewis.com/browse/men/mens-trainers/_/N-7oo1#intcmp=ic_20250903___aw25menstrainers_cp_men_a__iccon", "url": "https://www.johnlewis.com/geox-symbol-city-leather-trainers-black/p113168740", "title": "Symbol City Leather Trainers, Black", "price": "£109.90", "description": "Crafted from smooth leather, the outfit-friendly versatile Uomo Symbol shoe features a classic-casual aesthetic that lends itself to a host of different looks while providing the utmost comfort.", "unique_id": "Product code: ", "brand": null, "color": null},
{"category": "https://www.johnlewis.com/men/c50000300", "subcategory": "https://www.johnlewis.com/browse/men/mens-trainers/_/N-7oo1#intcmp=ic_20250903___aw25menstrainers_cp_men_a__iccon", "url": "https://www.johnlewis.com/new-balance-878-suede-blend-trainers-black/p113921626", "title": "878 Suede Blend Trainers, Black", "price": "£88.00", "description": "Inspired by running shoes from the 1980s, the 878 is a heritage model revived from the New Balance archives. The detailed suede and mesh upper pops with classic style, while a performance-inspired midsole delivers all-day comfort for every day. The premier sole unit on the 878 features compression-moulded EVA foam and ABZORB impact-resistant cushioning at the heel and forefoot.", "unique_id": "Product code: ", "brand": null, "color": null},
{"category": "https://www.johnlewis.com/men/c50000300", "subcategory": "https://www.johnlewis.com/browse/men/mens-trainers/_/N-7oo1#intcmp=ic_20250903___aw25menstrainers_cp_men_a__iccon", "url": "https://www.johnlewis.com/new-balance-373-v2-trainers-grey-black/p113921622", "title": "373 V2 Trainers, Grey, Black", "price": "£49.99", "description": "The men's updated 373v2 is your new go-anywhere shoe, perfect for the front of your everyday lineup. Updated with a refined shape and foxing detail, the suede and mesh upper sits atop an EVA midsole. The result: this shoe forms a heritage silhouette that you’ll love. Constructed with a durable rubber outsole, this classic shoe is built to last.", "unique_id": "Product code: ", "brand": null, "color": null},
{"category": "https://www.johnlewis.com/men/c50000300", "subcategory": "https://www.johnlewis.com/browse/men/mens-trainers/_/N-7oo1#intcmp=ic_20250903___aw25menstrainers_cp_men_a__iccon", "url": "https://www.johnlewis.com/ralph-lauren-heritage-court-ii-leather-trainers/p113997282", "title": "Heritage Court II Leather Trainers", "price": "£120.00", "description": "Inspired by shoes worn by early tennis professionals, the Heritage Court II trainers feature a dual-compound EVA midsole and a rubber cupsole with integrated heel support.", "unique_id": "Product code: ", "brand": null, "color": null},
{"category": "https://www.johnlewis.com/men/c50000300", "subcategory": "https://www.johnlewis.com/browse/men/mens-trainers/_/N-7oo1#intcmp=ic_20250903___aw25menstrainers_cp_men_a__iccon", "url": "https://www.johnlewis.com/adidas-vl-court-trainers/p113721263", "title": "VL Court Trainers", "price": "£52.99", "description": "adidas is one label that you can rely to bring that desirable sports-luxe aesthetic to your casual look and the VL Court trainers show exactly why.", "unique_id": "Product code: ", "brand": null, "color": null},
{"category": "https://www.johnlewis.com/men/c50000300", "subcategory": "https://www.johnlewis.com/browse/men/mens-trainers/_/N-7oo1#intcmp=ic_20250903___aw25menstrainers_cp_men_a__iccon", "url": "https://www.johnlewis.com/charles-tyrwhitt-lace-up-leather-trainers/p114168000", "title": "Lace Up Leather Trainers", "price": "£119.00", "description": "Welcome casual comfort into your footwear collection with these Charles Tyrwhitt trainers. The lightweight construction and rubber sole help reduce foot fatigue, while the padded collar and insock provide additional support with every step. The upper is crafted from soft leather with a lining to match.", "unique_id": "Product code: ", "brand": null, "color": "Colour: "},
{"category": "https://www.johnlewis.com/men/c50000300", "subcategory": "https://www.johnlewis.com/browse/men/mens-trainers/_/N-7oo1#intcmp=ic_20250903___aw25menstrainers_cp_men_a__iccon", "url": "https://www.johnlewis.com/new-balance-500-lace-up-trainers/p113921624", "title": "500 Lace Up Trainers", "price": "£50.00", "description": "Add a touch of retro style to your casual look with New Balance's 500 Classic lace-up trainers. Modelled after running shoes from the 1980s, this design features updated technology, including an EVA foam midsole and heel. A comfortable insert also helps offer greater cushioning and support with every step. ,/p>", "unique_id": "Product code: ", "brand": null, "color": null},
{"category": "https://www.johnlewis.com/men/c50000300", "subcategory": "https://www.johnlewis.com/browse/men/mens-trainers/_/N-7oo1#intcmp=ic_20250903___aw25menstrainers_cp_men_a__iccon", "url": "https://www.johnlewis.com/skechers-track-glendor-trainers-navy/p113230353", "title": "Track Glendor Trainers, Navy", "price": "£49.99 – £59.00", "description": "Train in lightweight comfort and sporty style wearing Skechers Track - Glendor. This sleek lace-up features an engineered knit upper with a cushioned Skechers Memory Foam comfort insole.", "unique_id": "Product code: ", "brand": null, "color": null},
{"category": "https://www.johnlewis.com/men/c50000300", "subcategory": "https://www.johnlewis.com/browse/men/mens-trainers/_/N-7oo1#intcmp=ic_20250903___aw25menstrainers_cp_men_a__iccon", "url": "https://www.johnlewis.com/umbro-speciali-liga-firm-ground-football-boots-black/p110986923", "title": "Speciali Liga Firm Ground Football Boots, Black", "price": "£43.99 – £44.00", "description": "Show off your football skills with these iconic lace-up boots from Umbro.", "unique_id": "Product code: ", "brand": null, "color": null},
{"category": "https://www.johnlewis.com/men/c50000300", "subcategory": "https://www.johnlewis.com/browse/men/mens-trainers/_/N-7oo1#intcmp=ic_20250903___aw25menstrainers_cp_men_a__iccon", "url": "https://www.johnlewis.com/skechers-track-leshur-trainers-charcoal/p113908836", "title": "Track Leshur Trainers, Charcoal", "price": "£59.00", "description": "Train in lightweight comfort and sporty style wearing Skechers Track Leshur. This sleek lace-up features an engineered mesh and synthetic upper with a cushioned Skechers Memory Foam comfort insole. Skechers Memory Foam cushioned comfort insole. Lace-up engineered mesh and synthetic upper. Flexible traction outsole.", "unique_id": "Product code: ", "brand": null, "color": null},
{"category": "https://www.johnlewis.com/men/c50000300", "subcategory": "https://www.johnlewis.com/browse/men/mens-trainers/_/N-7oo1#intcmp=ic_20250903___aw25menstrainers_cp_men_a__iccon", "url": "https://www.johnlewis.com/kg-kurt-geiger-fire-leather-trainers/p111646624", "title": "Fire Leather Trainers", "price": "£99.00", "description": "Tapping into the sports luxe trend, these trainers from KG Kurt Geiger are crafted from quality leather for enduring quality. Lacing up for a snug fit, combine with chinos and a comfy tee for a go-to off-duty ensemble.", "unique_id": "Product code: ", "brand": null, "color": "Colour: "},
{"category": "https://www.johnlewis.com/men/c50000300", "subcategory": "https://www.johnlewis.com/browse/men/mens-trainers/_/N-7oo1#intcmp=ic_20250903___aw25menstrainers_cp_men_a__iccon", "url": "https://www.johnlewis.com/ralph-lauren-lace-up-suede-trainers/p113997291", "title": "Lace Up Suede Trainers", "price": "£285.00", "description": "Made in Italy from sumptuous suede, these lace-up trainers from Ralph Lauren are an ideal choice for bridging that troublesome divide between smart and casual.", "unique_id": "Product code: ", "brand": null, "color": null},
{"category": "https://www.johnlewis.com/men/c50000300", "subcategory": "https://www.johnlewis.com/browse/men/mens-trainers/_/N-7oo1#intcmp=ic_20250903___aw25menstrainers_cp_men_a__iccon", "url": "https://www.johnlewis.com/new-balance-373v2-lace-up-trainers/p113921620", "title": "373v2 Lace Up Trainers", "price": "£60.00", "description": "The updated 373v2 is your new go-anywhere shoe and ideal for casual, everyday styling. Constructed with a durable rubber outsole, these trainers are also built to last.", "unique_id": "Product code: ", "brand": null, "color": null},
{"category": "https://www.johnlewis.com/men/c50000300", "subcategory": "https://www.johnlewis.com/browse/men/mens-trainers/_/N-7oo1#intcmp=ic_20250903___aw25menstrainers_cp_men_a__iccon", "url": "https://www.johnlewis.com/hackett-london-lace-up-leather-trainers/p114173704", "title": "Lace Up Leather Trainers", "price": "£200.00", "description": "Hackett London’s trainers, crafted from soft cow nappa and silky suede. The lace-up design offers a removable insole and secure fit, keeping you ready for the day ahead, whether you're out exploring or catching up with friends.", "unique_id": "Product code: ", "brand": null, "color": null},
{"category": "https://www.johnlewis.com/men/c50000300", "subcategory": "https://www.johnlewis.com/browse/men/mens-trainers/_/N-7oo1#intcmp=ic_20250903___aw25menstrainers_cp_men_a__iccon", "url": "https://www.johnlewis.com/gola-harrier-suede-lace-up-trainers/p113779626", "title": "Harrier Suede Lace Up Trainers", "price": "£85.00", "description": "Harrier is Gola’s flagship style. This legendary trainer silhouette, donned by many high-profile names over the decades, now comes in a variety of leather upper options. As a true heritage classic, Gola men’s Harrier needs no introduction. Available in more colours than you’ve had hot dinners, this sneaker option will never let you down; it is the season's essential in footwear.", "unique_id": "Product code: ", "brand": null, "color": "Colour: "},
{"category": "https://www.johnlewis.com/men/c50000300", "subcategory": "https://www.johnlewis.com/browse/men/mens-trainers/_/N-7oo1#intcmp=ic_20250903___aw25menstrainers_cp_men_a__iccon", "url": "https://www.johnlewis.com/geox-nebula-2-0-plus-trainers/p114011250", "title": "Nebula 2.0 Plus Trainers", "price": "£139.90", "description": "Nebula 2.0 Plus is a sneaker that boasts Fast In technology for a quick and easy foot entry without any need to use your hands. This footwear design is also breathable and has an ergonomic design that makes it ideal for long walks.", "unique_id": "Product code: ", "brand": null, "color": null},
{"category": "https://www.johnlewis.com/men/c50000300", "subcategory": "https://www.johnlewis.com/browse/men/mens-trainers/_/N-7oo1#intcmp=ic_20250903___aw25menstrainers_cp_men_a__iccon", "url": "https://www.johnlewis.com/skechers-hands-free-slip-ins-garza-duran-trainers/p113230384", "title": "Hands Free Slip-ins Garza Duran Trainers", "price": "£79.00", "description": "Classic laidback style and effortless comfort meet in the Hands Free Slip-ins: Garza Duran. Designed with Skechers' exclusive Heel Pillow, this laceless style features an Air-Cooled Memory Foam insole and Memory Arch for added support.", "unique_id": "Product code: ", "brand": null, "color": null},
{"category": "https://www.johnlewis.com/men/c50000300", "subcategory": "https://www.johnlewis.com/browse/men/mens-trainers/_/N-7oo1#intcmp=ic_20250903___aw25menstrainers_cp_men_a__iccon", "url": "https://www.johnlewis.com/skechers-court-break-suit-trainers/p112546230", "title": "Court Break Suit Trainers", "price": "£59.00", "description": "Elevate your wardrobe and look sharp with the comfortably versatile Skechers Court Break - Suit trainer. This lace-up features a synthetic duraleather upper with fixed stretch laces and a cushioned Skechers Air-Cooled Memory Foam comfort insole, a lightweight shock-absorbing midsole and a flexible traction outsole.", "unique_id": "Product code: ", "brand": null, "color": "Colour: "},
{"category": "https://www.johnlewis.com/men/c50000300", "subcategory": "https://www.johnlewis.com/browse/men/mens-trainers/_/N-7oo1#intcmp=ic_20250903___aw25menstrainers_cp_men_a__iccon", "url": "https://www.johnlewis.com/timberland-maple-grove-trainers/p109901980", "title": "Maple Grove Trainers", "price": "£125.00", "description": "Updating your casual footwear assortment, these trainers from Timberland are crafted from premium leather. Lacing up for everyday ease, they are the perfect complement to jeans and your favourite tee.", "unique_id": "Product code: ", "brand": null, "color": "Colour: "},
{"category": "https://www.johnlewis.com/men/c50000300", "subcategory": "https://www.johnlewis.com/browse/men/mens-trainers/_/N-7oo1#intcmp=ic_20250903___aw25menstrainers_cp_men_a__iccon", "url": "https://www.johnlewis.com/reebok-mens-club-c-85-retro-tour-trainers-white/p112916216", "title": "Men's Club C 85 Retro Tour Trainers, White", "price": "£80.00", "description": "", "unique_id": "Product code: ", "brand": null, "color": null},
{"category": "https://www.johnlewis.com/women/c50000298", "subcategory": "https://www.johnlewis.com/browse/women/co-ords-suits/_/N-pju0#intcmp=ic_20250903_aw25coordsblockwomens_cp_wom_a_smlb_", "url": "https://www.johnlewis.com/hush-linen-blend-petunia-wide-leg-trousers/p113624756", "title": "Linen Blend Petunia Wide Leg Trousers", "price": "£90.00", "description": "Trousers that feel like PJs, but look good enough to wear all the time? Our Petunia trousers pass the vibe check, designed in a swishy wide-leg fit with a comfy elasticated waistband for comfort. We've mixed linen with viscose so they're more drapey (less crunchy) and we love how easy they are to mix and match with our summer tops from last year.", "unique_id": "Product code: ", "brand": null, "color": "Colour: "},
{"category": "https://www.johnlewis.com/women/c50000298", "subcategory": "https://www.johnlewis.com/browse/women/co-ords-suits/_/N-pju0#intcmp=ic_20250903_aw25coordsblockwomens_cp_wom_a_smlb_", "url": "https://www.johnlewis.com/nudie-jeans-boel-painter-denim-midi-skirt-dark-blue/p113608958", "title": "Boel Painter Denim Midi Skirt, Dark Blue", "price": "£125.00", "description": "Boel is a high-waisted, regular-fit denim skirt with a tall silhouette and a flattering fit, designed with a front slit for easy movement. Crafted from Nudie Jeans's Painter Denim, a deeply saturated pure indigo 2/1 denim, Boel is stitched with contrasting off-white thread that delivers an authentic vintage workwear aesthetic. The rinse wash softens the rigid denim, enhancing comfort while maintaining the rich, deep mid-blue shade. A truly vintage-inspired workwear denim reimagined in a modern fit.", "unique_id": "Product code: ", "brand": null, "color": null},
{"category": "https://www.johnlewis.com/women/c50000298", "subcategory": "https://www.johnlewis.com/browse/women/co-ords-suits/_/N-pju0#intcmp=ic_20250903_aw25coordsblockwomens_cp_wom_a_smlb_", "url": "https://www.johnlewis.com/7-for-all-mankind-bonnie-barrel-leg-trousers-twill-sand-storm/p113652943", "title": "Bonnie Barrel-Leg Trousers, Twill Sand Storm", "price": "£240.00", "description": "The Bonnie Trouser is defined by a barrel-leg fit. This fashion-forward style has a mid-rise, designed to be worn a little lower on the waist, and a full-length inseam, all rendered in dark-beige Comfort Twill. Style yours with heels to show off the curved silhouette.[?", "unique_id": "Product code: ", "brand": null, "color": null},
{"category": "https://www.johnlewis.com/women/c50000298", "subcategory": "https://www.johnlewis.com/browse/women/co-ords-suits/_/N-pju0#intcmp=ic_20250903_aw25coordsblockwomens_cp_wom_a_smlb_", "url": "https://www.johnlewis.com/hush-linen-blend-vera-shell-top/p113561497", "title": "Linen Blend Vera Shell Top", "price": "£60.00", "description": "The underrated benefit of owning a co-ord set? As well as being able to create a head-to-toe look with the matching trousers, HUSH's Vera top looks just as good with stuff you already own. It's also made in a breezy linen blend, and the away-from-the-body shape means there's plenty of natural airflow.", "unique_id": "Product code: ", "brand": null, "color": "Colour: "},
{"category": "https://www.johnlewis.com/women/c50000298", "subcategory": "https://www.johnlewis.com/browse/women/co-ords-suits/_/N-pju0#intcmp=ic_20250903_aw25coordsblockwomens_cp_wom_a_smlb_", "url": "https://www.johnlewis.com/asceno-rivello-trousers/p113668841", "title": "Rivello Trousers", "price": "£315.00", "description": "Discover the benefits of relaxed tailoring with ASCENO's Rivello trousers, a pleated design with a flat waistband and discreet side-slip pockets. This offering is also cut from breathable linen to provide all-day comfort.", "unique_id": "Product code: ", "brand": null, "color": null},
